{
  "subtitle": "", 
  "description": "Maze nzakwinjira mu byo kurapa no kubyina", 
  "language": "kin_RW", 
  "title": "Ubuzima bwakomeje kumera nabi", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T15:56:57+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T16:04:07.314442+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Ubucuruzi bw’ibiyobyabwenge n’amakimbirane y’urudaca ni byo birangwa mu nsisiro --cyangwa akajagari—mu mujyi wa Bogota, Kolombiya  biba biteye ubwoba cyane cyane ku bana b'abakobwa. Iyi ni inkuru y'umukobwa umwe.* \r\n\r\nNitwa Leidy, mfite imyaka 17 umukobwa wo muri Kolombiya. Natangiye nabi mu buzima. Mama yantaye nkiri uruhinja. Ku buryo ntanamumenya turamutse tunahuriye mu muhanda. \r\n\r\n‘Data rimwe aba ari mu rugo ubundi adahari, kimwe no mu buzima bwanjye hari igihe mubara nk'aho ahari ubundi akaba adahari. Rimwe yankubise inyundo ku kiganza arimo kumpana kubera ko nibye. Nyuma yaho, icyaburaga mu rugo cyose ni njye cyabazwaga. Ntangira kumara igihe kinini ntari mu rugo kugira ngo mbahunge.\r\n\r\nKwiga ntibyigeze binyorohera na busa. Abandi bana batangira kumburabuza kuko nari mbyibushye. Kwirirwa nsererezwa n'abo twiganaga byari bigeze ku ntera ikabije. Ntangira gusiba ishuri buri munsi. Hanyuma ndekere aho kugendana na bo. Iyo numvaga ntangiye guterwa n’ubwigunge, najyaga ahirengeye nkareba abakene bose bari guhangana n’ubuzima nkanjye . Byatumaga numva meze neza. Sinjye njyenyine wari ubabaye. \r\n\r\nUmunsi umwe nishora mu itsinda ry’urubyiruko rutari rugikunda ishuri. Bakajya bambwira ngo tugendane. Numvaga nahorana na bo kuko numvaga ndi umwe muri bo. \r\n\r\nMu gihe gito nahise ntangira gusangira nabo inzoga n’itabi. Ubwo data yamenyaga ko nagerageje kunywa urumogi, yararakaye cyane maze arankubita. Yarankubise bikabije bituma mva mu rugo. Nyogokuru wanjye abwira ubuyobozi ko nacitse. Abayobozi baramfashe ubundi banjyana mu kigo ngororamuco cy’abangavu.\r\n\r\nBwa mbere, numvaga ari ahantu harangwa n’akababaro gusa. Natekereje no kuba natoroka. \r\n\r\nAriko niho ubuzima bwanjye bwatangiye guhindukira.\r\n\r\nMu rugo nakiriwe n’umugabo wacurangaga piyano. Yari uwo mu muryango witwa Ayara wafashaga abakobwa nkanjye bari gushaka aho bajya bakabemera. \r\n\r\nUyu muryango wanyigishije uko navuga ibyanjye binyuze mu muziki wa rapu no kubyina. Bwa mbere ndirimbira abantu nakozwe n’isoni. Natekereje ko buri wese ari bunseke. Ahubwo baravugirije, banakoma amashyi.\r\n\r\nKuririmba bindimo, ariko navumbuye ko kubyina binshimisha. Iyo ndi kubyina nibagirwa ibibazo byose n’igitutu cyose mu buzima bwanjye. \r\n\r\nHaracyari imbogamizi mu buzima bwanjye ariko nariyemeje. Aho guhunga ibibazo byanjye , ubu nza kuri Ayara nkabyina iyo ibibazo binkomereye. Ndacyafite indoto yo kuzabeshwaho n’ubuhanzi umunsi umwe ndetse ndanabyina iyo mbonye amahirwe yo kubikora. Ndakora cyane kandi nkizeara abantu banjye ko bari bubishyire mu bikorwa. \r\n\r\nSoma ibindi ku nkuru ya Leidy kuri [grassrootsgirls.tumblr.com][1].\r\n\r\n**Ese ukikijwe n’inshuti mbi? Soma ibi urebe uko washaka inshuti nziza:**\r\n\r\n\r\n  [1]: http://grassrootsgirls.tumblr.com", 
  "source": "4cd910d793f34b85b808f8a7915d1102", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Leidy", 
  "uuid": "0458cad7892f41c6a0d29b8efed14be8"
}