{
  "subtitle": "", 
  "description": "Ngomba kumenya neza ibyo ku muhanda", 
  "language": "kin_RW", 
  "title": "Abahungu bakunda kuba bahagaze ku muhanda", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T18:20:53+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T18:23:21.522205+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Buri munsi abakobwa bahura n’abashobora kubagirira nabi aho batuye. Bashobora guterwa ubwoba bari ku ishuri cyangwa bagasekwa cyangwa bagakorwaho n'abantu batazi bari mu isoko cyangwa muri bisi. Iyi ni inkuru y'umukobwa umwe.*\r\n\r\nNitwa Faith. Nari mu nzira ngana mu rugo mvuye kuvoma. Bwari bumaze kwira kandi narindi njyenyine. Imbere yanjye gato nabonye itsinda ry’abahungu batatu bari mu kigero cy'ubugimbi bahagaze hafi y’akabari. Narinzi neza ko bashobora kunkururira ibibazo.  Ariko sinahagaze. Sinashakaga ko bamenya ko mfite ubwoba. Ubwo mba nambutse umuhanda kugira ngo mbahunge. Icyo gihe ntibyari bikinshobokeye ko nasubira aho mvuye.\r\nAriko bari bari kundeba banantegereje.  Nabo bambuka umuhanda batangira kunkurikira.  Umutima wanjye wateraga vuba. Nari mfite ubwoba bwinshi. Batangira kunsifura banampamagara mu izina. Bansaba ko twajyana mu kabari. \r\nNta wundi muntu wari ukiri ku muhanda. Nta muntu wari uri hafi ku buryo namwitabaza. Natangiye kwihuta. Maze umwe muri bo amfata ukuboko anturutse inyuma. \r\nNahiye ubwoba. Mba ndamwishikuje ni uko ndiruka. Nkikata ni uko mbona iduka ryari rigifunguye. Nirukanse amasigamana ni uko ninjiramo. Nkimara kwinjira muri iryo duka, numvishe nduhutse. Sinari njyenyine kuko narindi kumwe na nyir'iduka. Ni uko ahamagara musaza wanjye, aza kunshaka. \r\nMubonye ndamubwira nti: “Ntabara ntabara.” “Hariya hanze hari abahungu bari bari kunyirukankaho.” Ariko n'ubundi bari bamaze kwiruka, bagiye. Bakimwumva bahita birukanka.\r\nSinzi iyo bamfata ibyo bari kunkorera, ariko icyo nzi cyo ni uko nari nahiye ubwoba pee!!  Ubutaha, nzashaka indi nzira yo kunyuramo ntashye cyangwa njye nshaka n'inshuti yo kumperekeza. Iyo nza kuba ndi kumwe n’inshuti yanjye, nta kibazo nari kugira.\r\n", 
  "source": "7e28c971bde34657a6100b7a9b878307", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Faith", 
  "uuid": "107dd1086ab44b479cc00fafa40d1252"
}