{
  "subtitle": "", 
  "description": "SOMA IZI NAMA", 
  "language": "kin_RW", 
  "title": "NI GUTE WAHAKANIRA UMUNTU? ", 
  "primary_category": "718c7aadf01a4256bfc57c095d5ed255", 
  "created_at": "2015-02-20T16:29:25.845893+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T16:29:25.846123+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**NI GUTE WAHAKANIRA UMUNTU?  SOMA IZI NAMA:**\r\n\r\n - Bishyire muri gahunda. Banza utekereze ku byaba mbere y'igihe. Teganya uko uzavuga ‘oya.” Bivuge mu ijwi riranguruye mu buryo butandukanye. Itoreze imbere y’indorerwamo cyangwa y’inshuti wizera.\r\n - Byirinde. Gerageza kwirinda kumarana igihe n'abantu batuma wumva utisanzuye cyangwa bagerageza gutuma ukora ibyo udashaka. \r\n - Bivuge mu ijwi riranguruye. Niba umuntu ari kugerageza gutuma ukora ikintu uzi neza ko utagomba gukora cyangwa ikintu kikurakaje, vuga OYA mu ijwi riranguruye.  Cyangwa unavuge uti, “Oya urakoze. Ibyo simbikora.\" \r\n - Kora ibintu by’ubwenge:  Ibaze ingaruka byakugiraho? Ni ibihe byago ushobora guhura nabyo? Ni iki inshuti zawe cyangwa umuryango wawe utekereza ku byo wahisemo? \r\n - Kwirinda gutwita. Niba ushaka kwirinda gutwita igihe ukoze imibonano mpuzabitsina, bigusaba gukoresha uburyo bukurinda gusama bukubereye. Hari uburyo bwo kwirinda gusama butangirwa ubuntu na Leta, ivuriro cyangwa indi miryango. Shakishiriza aho utuye umenye niba hari aho wabubona. Udukingirizo twakurinda gutwita kandi tukanagukingira kwandura indwara zandurira mu mibonano mpuzabitsina. \r\n\r\nKu isi yose, abakobwa benshi batwita mbere y’uko igihe nyacyo kigera. Urugero rumwe twatanga ni Khadija wo muri Malawi. Dore inkuru ye: ", 
  "source": "eb349473ac504a04aa77217ee441e27a", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "do-you-know-how-say-no", 
  "uuid": "1db2bfb719454031a40f5f43e479fded"
}