{
  "subtitle": "Nakabaye narahakanye. ", 
  "description": "Nakabaye narahakanye. ", 
  "language": "kin_RW", 
  "title": "Nabyaye mfite imyaka 16!", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T16:26:22+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T16:29:35.662911+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Ku isi yose, abakobwa benshi batwita mbere y’uko igihe nyacyo kigera. Iyi ni inkuru y'umukobwa umwe.* \r\n\r\nNitwa Khadija ntuye muri Malawi. Ndi umwe mu bana umunani, data ni igitangaza naho mama we agira umutima wuzuye urukundo. Data yari afite akazi bituma ubuzima bwacu buba bwiza nta kibazo. Ariko umunsi data yapfiriyeho ubuzima twabagamo bwahise burangirira aho. \r\n\r\nMu gihugu cyacu, umupfakazi ntaba afite uburenganzira bwo kuguma mu rugo rwe. Ba marume baduhatirije kuhava ni uko tujya mu kabanza kari mu mudugudu w’aho mama avuka. Nagumaga mu rugo nkamara nk'ukwezi kose ntajya ku ishuri, kugira ngo mfashe mu rugo kubumba amatafari yo kubaka inzu nshya.\r\n\r\nTwafashije mama guhindura agasambu kegereye mu rugo mo akarima k’igikoni ariko n'ubundi ntikatanga umusaruro uhagije ku buryo kadutunga. Wasanga buri gihe duhangayikishijwe n'icyadutunga umunsi ku wundi. \r\n\r\nAriko sinitaga ku buryo nabaga nshonje, buri gihe ku ishuri nakoraga ntikoresheje. Numvaga ngomba kwita ku masomo yanjye! Narinzi neza ko nintiga nzaba umucakara muri iyi si, nkora akazi kagoranye ubutaruhuka nka mama. Akanya kose nabonaga ko kuruhuka hagati yo guhinga no gusukura inzu, nigiraga ikizamini cya Leta kugira ngo nzajye mu mashuri yisumbuye. Gukora cyane byabyaye umusaruro ubwo natsindaga ikizamini kinyemerera kujya mu mashuri yisumbuye ndetse mbona n'amanota meza, ariko ntitwari gushobora kubona amafaranga y’ikiguzi cy’uburezi. Nicaye umwaka wose kugira ngo nongere nkore ikizamini ndebe ko nabona buruse inyemerera kwiga mu ishuri ry’abakobwa biga babamo – kandi nabigezeho! \r\n\r\nUmunsi umwe, abo twiganaga banyumvisha uburyo tugomba kujyana ku mucanga. Ni ho nahuriye n’umuhungu w’igikundiro. Dutangira kuvugana nyuma y'igihe gito ambwira ko ashaka ko mubera umukunzi. Ndabyemera ni uko turakundana! Ariko akajya ampatira ngo gukora imibonano mpuzabitsina, nyuma y'amezi make mba ndatwite. Nta muntu numwe wari warigeze anganiriza ku bijyanye n’ibitsina. Byari biteye urujijo. Sinarinzi iby’agakingirizo cyangwa se uburyo bagakoreshamo kandi nari namwizeye numva ko ntacyo nzaba.\r\n\r\nMama yarandakariye cyane. Sibyari ngombwa ko abwira ko mutengushye ahubwo narabyiboneraga n’amaso yanjye. Nanjye ubwanjye numvaga mfite ikimwaro. Ku ishuri bamaze kumenya ko ntwite, banyambuye buruse. \r\n\r\nNi uko mbyara umuhungu. Bya bibazo bya kera biba biragarutse: nta mafaranga y’ishuri cyangwa ibiryo bihagije. Byongeye kandi, nagombaga no kugaburira umuhungu wanjye. Amaze kuzuza nk'umwaka umwe, nagiye kubona mbona mu rugo haje umugabo. Abwira mama ko yakoreye umuryango witwa Nkhotakota AIDS Support Organization ufasha ababyeyi bakiri bato kuba basubira ku ishuri bakiga.\r\n\r\nAmbwira ko kugira ngo banyakire nagombaga kubanza kumufasha nkabwira abandi bakobwa inkuru yanjye, bakirinda gukora amakosa nk’ayo nakoze. Ndamusubiza nti “Yego!” Narinzi ko ejo hazaza hanjye hashobora kuba heza ndamutse mbonye amahirwe yo kongera gutangira bundi bushya!\r\n\r\nUbu umuhungu wanjye afite imyaka 3. Nsigaje imyaka 2 kugira ngo ndangize amashuri yisumbuye. Mbwira abandi bakobwa ibibi byo gutwara inda cyangwa gushyingirwa ukuri muto. Nanyuze muri byinshi, ariko nzi ko nkomeje gukora cyane nafasha umuryango wanjye kugira ubuzima bwiza. \r\n\r\nNubwo ntari umwere, ubu nishimiye ko ndi urugero rwiza ku bandi bakobwa duturanye, nshishikariza n'abo bafite abana gusubira mu ishuri ndetse no gufasha abandi bakobwa kwirinda gutwara inda. Kubwira abandi inkuru zacu, ibyo twanyuzemo ndetse n’ibyo twananiwe gukora; ni imwe mu nzira nziza ishobora gutuma abakobwa bashobora gufashanya. Turi kumwe, tuzakomeza kugendera mu nzira nyayo. \r\n\r\nSoma ibindi ku byerekeye inkuru ya Khadija kuri [grassrootsgirls.tumblr.com][1].\r\n\r\n**Ese uzi uko wahakanira umuntu? Soma iyi nkuru n'inama zimwe na zimwe:**\r\n\r\n\r\n  [1]: http://grassrootsgirls.tumblr.com", 
  "source": "c565a0449d684d83a9719d7d6a269dd9", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Khadija", 
  "uuid": "2b384dd14c72462abfeddbd3f03d6847"
}