{
  "subtitle": "", 
  "description": "ICYO WAKORA", 
  "language": "kin_RW", 
  "title": "ISHAKIRE UMUTEKANO", 
  "primary_category": "718c7aadf01a4256bfc57c095d5ed255", 
  "created_at": "2015-02-20T15:41:19+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T15:41:48.532774+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**ISHAKIRE UMUTEKANO:**\r\n\r\nKu bw’amahirwe make, isi yacu ntihora itekanye  - cyane cyane ku bakobwa n’abagore bakiri bato. Ihohoterwa rishingiye ku gitsina rishobora kuba ku bakobwa bari iwabo, ku ishuri, mu isoko, ku kazi, n’ahandi ahari ho hose. Ugomba guhora witeguye ko ibi bintu byabaho.\r\n\r\nDore bimwe mu bintu wakora bigatuma wumva utekanye:\r\n\r\n - Irinde kujya ahantu utizeye umutekano waho: Niba uzi ko ahantu hamwe na hamwe usabwa kujya hatuma ugira ikibazo yaba ku mubiri cyangwa ahandi – Icyoroshye ni uko wakora uko shoboye ukirinda kujyayo.\r\n - Koresha sisitemu y’inshuti magara: Jya ahantu hari abantu benshi uri kumwe n’inshuti imwe cyangwa nyinshi – ntukagende wenyine! \r\n - Shaka umuntu wizeye aguherekeze: Niba wumva hari ahantu hadatekanye mu bihe runaka (nko kujya cyangwa kuva ku ishuri), kandi ugomba KUJYAYO, saba umuntu wizeye aguherekeze.\r\n - Buri gihe ujye ushaka umuntu ubwira aho ugiye/igihe ugendeye n’igihe ugarukira. Niba bishoboka, shaka umuntu muhurira aho ugiye. Iyo ubigenje gutyo hakagira ikikubaho, abandi barabimenya kandi bakagira icyo babikoraho.\r\n - Igihe hari ikikubayeho cyangwa kibaye ku nshuti zawe, kimenyeshe abantu bakuru – kandi ubashishikarize gukora ku buryo icyo kibazo gicyemurwa kandi ntikizongere kubaho ukundi!\r\n - IHE GAHUNDA: Shaka umuntu ukuze wahungiraho havutse\r\nikibazo. Kora ku buryo umenya uko wabona uyu muntu n’uko wamuhamagara igihe uramutse ukeneye ubufasha. Ganira n’izindi nshuti zawe ku bijyanye n'uko wabona abantu ushobora kwizera ndetse no gufashanya kugira ngo mukomeze mugire umutekano.\r\n\r\n**Mu Buhinde abantu bumva ko uburyo bwo kugira ngo abakobwa n'abagore birinde kuba bahohoterwa ari uko baguma mu rugo. Ariko uko ibihe bigenda bishira abakobwa bari kubona imbaraga zo guhindura ibi bintu. Soma inkuru y’umwe muri abo bakobwa.**\r\n", 
  "source": "98f5f3cb3bc54e88a8937972eb3ee25c", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "keep_yourself_safe", 
  "uuid": "2b90e8b2e07d47a0b835317ee199a913"
}