{
  "subtitle": "", 
  "description": "INAMA ZIRUTA IZINDI ZIGENEWE ABAKOBWA", 
  "language": "kin_RW", 
  "title": "SHAKIRA UMUTEKANO AHO UTUYE", 
  "primary_category": "718c7aadf01a4256bfc57c095d5ed255", 
  "created_at": "2015-02-20T18:23:11.865440+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T18:23:11.865692+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**SHAKIRA UMUTEKANO AHO UTUYE:  INAMA ZIRUTA IZINDI ZIGENEWE ABAKOBWA**\r\n\r\n**MENYA KO:**  Kuri iyi isi, hari abantu bashobora kukugirira nabi cyangwa ibintu byatuma ubuzima bwawe bujya mu kaga. Si ngombwa ko uhorana ubwoba ariko ukwiye kumenya ko aho utuye hadahorana umutekano.\r\n\r\n**IBYO KWITONDERA:** Itondere abantu wumva wishisha cyangwa bagutera ubwoba ndetse ushake n'uburyo wabirinda – bizagufasha kwirinda neza kurushaho no kwirinda ko hari ikibi cyakubaho.\r\n\r\n**SUZUMA:**  Igihe hari umuntu uje akwegera cyangwa agatangira kukubwira nabi, fata icyemezo cy'icyo uzamubwira cyangwa uzakora. Hari ibintu byinshi wakora nko kumubwira akarekera aho, guhita umuhunga cyangwa ugasaba ubufasha abantu bakuri hafi. \r\n\r\n**VUGA UTANYUZE KU RUHANDE:** Vuga ngo OYA! Bivuge mu ijwi riranguruye, ryumvikana kandi kenshi mu gihe hari umuntu uri kukubuza amahoro. \r\n\r\n**GIRA ICYO UKORA:** Igihe bibaye ngombwa, ntukagire ubwoba bwo kugira icyo ukora kugira ngo umuntu uri gukora ibidakwiye, uri kukubuza amahoro abihagarike. Ibyo wakora biratandukanye: ushobora kumuhunga cyangwa ukamukubita uri kwirwanaho. Niba uri ahantu hari abantu benshi, kubwira kubwira umuntu ukubangamiye ni byo biza kurusha. Ariko mu gihe uri wenyine, ibyiza ni uko washaka uko umuhunga.\r\n\r\nIRINDE: Irinde abantu batuma wumva utisanzuye cyangwa basa nk’abagukanga ku buryo bwose ushoboye. Kandi ujye unanirinda ahantu hamwe na hamwe uzi ko hashobora kuba abantu bakugirira nabi. Kwirinda abo bantu cyangwa aho hantu mu buryo bwose bushoboka ni bwo buryo bwiza bwagufasha kugumana umutekano.  Ni byiza kwirinda gutembera wenyine cyangwa nijoro. \r\n\r\nIHE GAHUNDA: Shaka umuntu mukuru wizeye wazajya uhungiraho igihe uhuye n'ikibazo. Ugomba kumenya neza uko wabona uwo muntu cyangwa uko wamumenyesha igihe umukeneye. Ganira n’izindi nshuti zawe ku bijyanye n'uko wabona abantu ushobora kwizera ndetse no gufashanya kugira ngo mukomeze mugire umutekano. \r\n\r\nBuri munsi abakobwa bahura n’abashobora kubagirira nabi aho batuye. Bashobora guterwa ubwoba bari ku ishuri cyangwa bagasekwa cyangwa bagakorwaho n'abantu batazi bari mu isoko cyangwa muri bisi. Iyi ni inkuru ya Faith:", 
  "source": "ce9e0d6f1ca1438a80e7e74446ab41e1", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "stay-safe", 
  "uuid": "3c9ae1ca12b940ce89935ee45e98f631"
}