{
  "subtitle": "", 
  "description": "Ariko sinari umukobwa mwiza ku mutima", 
  "language": "kin_RW", 
  "title": "Nari umukobwa uzwi cyane", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T16:22:26+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T16:24:54.071771+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Inshuti ni ingenzi ku buryo bw'umwihariko. Ni abantu bazagutega amatwi banakubikire ibanga. Ariko kumenya uko waba inshuti nziza buri gihe si ko byoroshye. Iyi ni inkuru y'umukobwa umwe.* \r\n\r\nNitwa Lina. Mfite imyaka 15 nkaba ntuye muri Afurika y’epfo. Nagiraga inshuti nyinshi ariko iyo nsubije amaso inyuma, nsanga atari ko bose bari inshuti nziza. Ku ishuri, akenshi nabaga ndi hamwe n'urungano rw'abakobwa benshi. Nta wundi muntu bitagaho keretse bo ubwabo gusa.  Ntibanyitagaho kandi ugasanga banshinshikariza gukora ibintu bibi. Baransekaga iyo nabaga nabwiye nabi ababyeyi banjye. Bo batekerezaga ko ntacyo bitwaye. \r\n\r\nSinashakaga gutandukana na bo kuko bari inshuti, bityo nkomeza kwigira nk’aho nanjye ibyo nakoze ntacyo bitwaye. \r\n\r\nTwari abakobwa ba ntibindeba ku ishuri – twari tuzwi kurusha abandi. Twabonaga amanota meza, ubundi tugaseka abandi bakobwa babonye amanota mabi mu ishuri. Twabiyenzagaho tukabita ibicucu. \r\n\r\nUmunsi umwe, ababyeyi banjye bambwira ko tugiye kwimukira mu mujyi. Byarambabaje cyane. Numvaga nkumbuye inshuti zanjye na mbere y’uko nzisiga. Sinarinzi uko nari kumera ntari kumwe n’abakobwa twagendanaga.\r\n\r\nNagiye kwiga ku ishuri rishya. Hari hari abantu benshi ntarinzi. Ubwo sinari nkiri umukobwa wigize ntibindeba.. Nari nahindutse mushya. Ninjye wari usigaye ndi njyenyine. \r\n\r\nKu munsi wa mbere, nararize. Narize igihe kirekire ndi ku ishuri. \r\n\r\nAriko nza guhura n’uwitwa Marvi. Yari umukobwa w’umunyembaraga. Yari azi gutandukanye icyiza n’ikibi kandi akavugira ikintu cyose azi ko kiri mu kuri. Yanyakiriye neza maze atuma numva muri njyewe nisanga.  Kuva ku munsi wa mbere tukibonana, twahise tuba inshuti magara. \r\nNamenye byinshi ku byerekeye inshuti nyanshuti turi kumwe. \r\n\r\nYanyigishije ko ubucuti ari gusangiza abandi ibitekerezo n’ibyiyumvo byawe. Bikaba ari no gusangiza abandi urugendo rwawe rw’ubu buzima – rwaba rwiza cyangwa rubi. \r\n\r\nYananyeretse ko ubucuti ari kuba umuntu mwiza nta kubabaza abandi bagukikije cyangwa se kubabera umwana mubi. Ubu namenye ko mbere ntari inshuti nziza. \r\n\r\nNize byinshi ku byerekeye kuba inshuti. Sinongera kwiyenza ku bandi bakobwa cyangwa ngo mbabwire amagambo atari meza. Singire ubujajwa. Mbabera umwana mwiza nabo bakanshyigikira. \r\n\r\nInshuti nziza ni mukuru cyangwa murumuna wawe ndetse n'umugisha mu buzima bwawe. \r\n\r\n**Urashaka inshuti? Soma iyi nkuru maze umenye uko waba inshuti nziza:**\r\n", 
  "source": "ebb26f354975477492af0fe1c3cf1e58", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Lina", 
  "uuid": "45b49e2ce5c942849cfbb37ed46ae671"
}