{
  "subtitle": "", 
  "description": "Impeshyi imwe yamfashije kubona inzira yanjye.", 
  "language": "kin_RW", 
  "title": "Ubuzima bwanjye nta cyerekezao bufite", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T16:05:31.558193+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T16:05:31.558601+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Kuba mu bukene n’amahirwe make, abakobwa benshi birabagora kubona icyerekezo. Iyi ni inkuru y'umukobwa umwe.* \r\n\r\nNitwa Mabreidy, mfite imyaka 16 nkaba mba muri Repubulika y’Abadominikani, ku kirwa giherereye mu nyanja ya Karayibe. Umujyi ntuyemo , Cabarete, usa n’ijuru riri ku isi. Abantu bava hirya no hino ku isi yose baje kureba umusenyi wo ku nkengero z'inyanja n'imivumba y'iwacu baje gukora siporo yo kugendera ku mazi uri ku rubaho rwabugenewe. Akazi ko gufasha ba mukerarugedno ni kenshi, ariko abagakora ntibahagije. Nta mafaranga, twumva nta cyizere twaba dufite. \r\n\r\nData yakundaga kunywa inzoga –  kimwe n'abandi bantu bose batuye aho. Yakundaga gukubita mama. Njyewe n’abo tuvukana twahoranaga ubwoba bw'uko hari uwo yagirira nabi igihe yarubiye.\r\n\r\nKu ishuri byarangoye gushaka inshuti kubera ko nagiraga isoni cyane ngaterwa ubwoba no kwegera abantu bo mu kigero cyanjye. Ndetse narwanye n’abandi bakobwa bituma baza kwihaniza mu rugo. Numvise mbuze icyo nkora. Nta bufasha nari nkibona bwo kugerageza ikintu gishya icyo ari cyo cyose kubera ko buri wese yari atewe inkeke n’imyitwarire mibi nshobora kumwigisha. Buri gihe numva bambwira ngo “ ceceka Mabreidy, Oya, Mabreidy, “ceceka , Mabreidy.” \r\n\r\nMama anyumva ndimo kwijujuta ngo nta kintu mfite cyo gukora, anyandikisha mu ngando y’ikiruhuko cyo mu cyi yagenewe abakobwa. Numvaga mfite akantu k'akoba. Ariko uhereye ku munsi wa mbere twari turi kwiga ibintu bidushimisha n’ibindi bintu bishya, nk’ikinamico n’imbyino za Bollywood. Natangiye kugira inshuti nshyashya birangira ngize akanyamuneza! Mariposa DR Foundation yatwigishije kuvuga icyongereza no kwoga, ndetse no kwihagararaho. Badushishikariza kurangiza amashuri yacu, gukina imikono no kugira icyo twimarira mu buzima.\r\n\r\nIyo gahunda ntiyarangiranye n’ingando yo mu cyi. Twakomeje kujya duhura tukiga ibintu bishya. Twize uko tutagomba kwiyangiza tunywa ibiyobyabwenge cyangwa ibinyobwa bisembuye. Nize ko ubuzima bukomeye kurusha intambara. \r\n\r\nUbu nzi ko mfite amahitamo menshi atari ukujjyana n’abagabo bashobora kunkubita cyangwa kumbabaza.\r\n\r\nImibanire yanjye n’ababyeyi yarahindutse kubera ko nishimye kandi nifitiye icyizere. Data aza ndetse no kureba amarushanwa yanjye yo kwoga. Akunda kunyita “indwanyi y’umugore irwanira mu mazi”! Nanabaye umukobwa wa mbere mu mujyi nturukamo wo mu gihugu cys Repubulika ya Dominikani wizei ibijyanye no kugendera ku mazi ukoresheje urubaho! Ubu, numva nishimye cyane iyo nagiye kogera mu nyanja. Sinigeze menya ko nari kugira izi nzozi. Ubu nsobanukiwe ko nshobora kwigenzura njyewe n’amarangamutima yanjye – yaba mu mazi ndetse no hanze yayo. \r\n\r\nNtewe ishema ni uko mfite ubushobozi bwinshi kandi nkaba nanafasha abandi bakobwa na bo bakagira ubushobozi. Iyo ndi kwigisha abandi bakobwa koga, mbabwira ko bakwiye kwirengagiza ibyo abandi bashobora kuvuga, nubwo byatuma abandi baguseka. Dufite ubushobozi bwo kurema ejo hazaza hacu, gukora ibintu ba mama batigeze babona amahirwe yo gukora. \r\n\r\nSoma ibindi ku byerekeye inkuru ya Mabreidy kuri [grassrootsgirls.tumblr.com][1]\r\n\r\n**Ese ujya ubura icyerekezo n'uko wagaragaza amarangamutima yawe? Soma iyi nyandiko iragufasha:**\r\n\r\n\r\n  [1]: http://grassrootsgirls.tumblr.com", 
  "source": "904548b7add74ce59f2d84572c22e292", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Mabreidy", 
  "uuid": "4de5d8455ec743ffbbb51ca98226d552"
}