{
  "subtitle": "", 
  "description": "Numva kumurika imideri ari ibintu nkunze kandi nateza imbere", 
  "language": "kin_RW", 
  "title": "Mparanira ko inzozi zanjye zaba impamo", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T15:45:19.330526+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T15:45:19.330705+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Kumurika imideri ni umwuga wubashywe mu bihugu byinshi. Iyi ni inkuru y'umukobwa umwe.*  \r\n\r\nNitwa Aurore mba mu Rwanda. Kuva mfite imyaka 13, nakunze kureba aho bamurika imideri. Nakundaga kujyana na mukuru wanjye kugira ngo ndebe uko amurika imideri, nanjye mbikunda ntyo: abagore b'imbaraga, beza bifitiye icyizere bishimira ubwiza bwabo bwo ku mutima n'ubugaragara ku maso. Maze kugira imyaka 17, nanjye natangiye kumurika imideri ngira ngo nishimishe. Ariko mpita mbona ko abantu batanyitayeho. Abayobozi banjye ntibambera beza. Abamurika imideri bafatwaga nk’ibintu aho kuba bantu.\r\n\r\nUmunsi umwe nyuma yo kubona inshuti yanjye itonganywa, nagize igitekerezo: Numva ko nshobora gukora ibiruta iby'abo bayobozi bakora! Numva ko nshobora gushinga nkanayobora isosiyete y'imideri yanjye,  aho nakora uko nshoboye kose kugira ngo aho nari abanyamideri bahabwe icyubahiro bakwiyeyo koko!       \r\n\r\nUko ibihe byagendaga natangiye kwizera igitekerezo cyanjye. Narabanje nditonda nitegereza uko ibintu bikorwa n’ukuntu amasosiyete y'imideri ayoborwa. Nari nzi ko ngomba gukora cyane kugira ngo mbigereho. Nasabye inama abantu bafite uburambe mu bikorwa by'ubucuruzi. Mbwira abantu bakiri bato n’abanyamideri igitekerezo cyanjye. Buri wese aranshyigikira!\r\n\r\nNdetse n'ababyeyi banjye baranshyigikiye. Buri gihe bambwiraga ko ninkora cyane bihagije, inzozi zanjye nzazikabya. Narabashimiye cyane.\r\n\r\nNuko muri Nyakanga 2011, ntera intambwe noneho igaragara, ntangira umushinga wanjye. Mu Kwakira uwo mwaka , ntangiza Sosiyete yanjye bwite, Ikobe Modelling Company!\r\n\r\nIki cyari igihe cyiza ariko giteye n’ubwoba.  Iyo nsubije amaso inyuma, numva nishimiye ko nabaye umunyamurava cyane ngakora cyane kugira ngo ngere ku nzozi zanjye.  Uyu munsi, umushinga wanjye ukomeje gukura kandi nshobora kwibeshaho nkoresheje amafaranga yanjye bwite. \r\n\r\nAriko igikuru cyane ni uko nabashije guha akazi urundi rubyiruko kugira ngo narwo rubashe kwibeshaho. Twese hamwe turi gukora kugira ngo duteze imbere ubukungu bw’u  Rwanda, kandi turabikorana ishema n’agaciro.\r\n\r\nBakobwa, uko inzozi zanyu zose zaba zingana, mujye muzirikana ko mugomba gukora cyane, muhe abandi bantu agaciro, mwiyubahe kandi muharanire ku nzozi zanyu zaba impamo! Mbyuka buri gitondo nzi ko ndi gukora kugira ngo ejo hanjye hazabe neza. \r\n", 
  "source": "89327104d3f04db19a87e112faeb5d16", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Aurore", 
  "uuid": "5bb1a32200cd4ae79fe95c076d59b2e7"
}