{
  "subtitle": "", 
  "description": "KWIRINDA UDUKOKO DUTERA INDWARA", 
  "language": "kin_RW", 
  "title": "NI GUTE WAKWIRINDA KURWARA", 
  "primary_category": "718c7aadf01a4256bfc57c095d5ed255", 
  "created_at": "2015-02-20T18:18:16.174571+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T18:18:16.174763+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**NI GUTE WAKWIRINDA KURWARA:  KWIRINDA UDUKOKO DUTERA INDWARA**\r\n\r\n - Utwinshi mu dukoko dutera indwara dukwirakwira binyuze mu mwuka, binyuze mu kwitsamura cyangwa gukorora. Udukoko dutera indwara twanakwirakizwa binyuze mu byuya, amacandwe n’amaraso. Umuntu urwaye yanduza undi binyuze mu gukoranaho nko gusuhuza umuntu urwaye ibicurane warangiza ukikora ku mazuru. Niba umwe mu bavandimwe bawe arwaye, pfuka umunwa wawe kandi wirinde kujya hafi ye niba bishoboka. Niba uri ahantu hafunganye, gerageza gufungura amadirishya maze umwuka mwiza winjire kugira ngo urimo udukoko dutera indwara usohoke. \r\n - KARABA INTOKI ZAWE! Ibuka ko udukoko dutera indwara dutinya isabune n’amazi. Gukaraba intoki zawe kenshi ni bwo buryo bwiza bwo kurwanya udukoko dutera indwara. Komeza ugire imbaraga n'ubuzima buzira umuze ufata amafunguro arimo intungamubiri zihagije, ukora imyitozo ngororamubiri ku buryo buhoraho kandi ugasinzira amasaha ahagije. Ibi byose bizagufasha kwitegura kurwanya udukoko dutera indwara. \r\n - Igituntu ni indwara iterwa na bagiteri (udukoko dutera indwara). Bagiteri z’igituntu zijya mu mwuka iyo umuntu urwaye igituntu akoroye, yitsamuye, avuze cyangwa aririmbye. Abantu bari hafi ye bashobora guhumeka izo bagiteri nabo bakandura. Bimwe mu bimenyetso bigaragaza ko wanduye igituntu n’ibi:  Kubira ibyuya mu ijoro. Kumva ufite intege nke kandi unaniwe.  Agakorora ka buri munsi (imaze byibuze ibyumweru bitatu). Gukorora ugacira amaraso. Kubabara mu gatuza. Guhumeka nabi. Ibibazo byo guhumeka. Witegereza! Igihe wumva utameze neza cyangwa ukeka ko hari ikibazo ufite. Hita ujya ku kigo nderabuzima, ivuriro cyangwa ibitaro bikwegereye.\r\n\r\n**Abantu bagera kuri za miriyoni ku isi yose barwaye indwara bandujwe n'abandi. Iyi nkuru ni inkuru y’umukobwa umwe:**", 
  "source": "849637d358b045f59864b28eb84e431f", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "how-avoid-getting-sick", 
  "uuid": "5ea0ba86fb7c451783786350e8d8de2b"
}