{
  "subtitle": "", 
  "description": "DORE BIMWE MU BIJYANYE NABYO", 
  "language": "kin_RW", 
  "title": "have-you-started-menstruating", 
  "primary_category": "718c7aadf01a4256bfc57c095d5ed255", 
  "created_at": "2015-02-20T18:14:52.495393+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T18:14:52.495596+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**WARI WATANGIRA KUJYA MU MIHANGO?  DORE BIMWE MU BIJYANYE NABYO:**\r\n\r\n - Buri kwezi agasabo k’intangangore gatanga igi noneho igice cya nyababyeyi yawe kikiyongera umubyimba gitegereje kwakira urusoro—ibyo biba igihe intangangore ihuye n’intangangabo bigakora igi (mu yandi magambo, igihe usamye). Iyo intangangore idahuye n’intangangabo ngo bikore igi muri uko kwezi, igice cya nyababyeyi kiracika noneho cyo n’igi bikoherezwa mu mubiri wawe—nibwo ubona imihango. \r\n - Iyo unanutse hari igihe utabona imihango yawe cyangwa ikaza ubundi ukayibura. Iyo udafite ibinure bihagije, uba uhangayitse cyane cyangwa udafite imyunyu ngugu y’ubutare mu maraso yawe, imihango yawe ishobora no guhagarara. Iyo bikugendekera gutyo, ugomba kujya kwa muganga. \r\n - Iyo utabonye imihango yawe, umubiri wawe uba uri kohereza ubutumwa bugira buti “Uritonde.” Gerageza kurya ibiryo byuzuyemo intungamubiri ndetse no kuryama igihe kinini. Nutabona imihango mu mezi make akurikiyeho, wajya kureba muganga cyangwa dogiteri. \r\n - Iyo utangiye kujya mu mihango, umubiri wawe uba ukwemerera gutwita no kubyara igihe ukoze imibonano mpuzabitsina. Ugomba kwirinda gutwita niba utiteguye kubyara.\r\n - Birasanzwe ko inyama zo mu nda zakurya mu gihe cy’imihango. Nujya mu mihango ikakurya, ujye ushyira ikintu kirimo amazi ashyushye kunda yawe rimwe na rimwe birafasha. Ni byiza gukora imyitozo ngororamubiri yoroheje nko gutembera kuruta uko waguma ahantu hamwe. Igihe wumva uburibwe butari kugabanuka, ujya kureba dogiteri. \r\n - Niba udafite kotegisi ukaba ukoresha akenda, ugomba gukoresha akenda korohereye, gafite isuku kandi kumye neza.\r\n\r\n**Abakobwa ku isi yose akenshi bajya mu mihango hagati y’imyaka 12 - 14, ariko hari abayijyamo mbere cyangwa nyuma. Kubona imihango yawe bishobora kugutangaza cyangwa kugutera ubwoba. Iyi nkuru ni inkuru y’umukobwa umwe**", 
  "source": "cc4732e92c2e46b2869509b918eba825", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "have-you-started-menstruating", 
  "uuid": "685d9ed0840f4ab3b5390544a7e6bcb8"
}