{
  "subtitle": "Ubwangavu buri gutuma nsa nabi!", 
  "description": "Ubwangavu buri gutuma nsa nabi!", 
  "language": "kin_RW", 
  "title": "Uruhu rwanjye rwabaye nabi", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T16:19:06+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T16:21:27.686372+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Ubwangavu ni izina ryahawe igihe umukobwa atangira guhinduka ava mu bwana akaba mukuru. Mu bwangavu birasanzwe—buri mukobwa wese bimubaho. Uzagenda ubona impinduka nyinshi, ariko uzakomeza ube WOWE—gusa haba ari impinduka zitandukanye zigaragara. Iyi ni inkuru y'umukobwa umwe.*\r\n\r\nNitwa Thandi nkaba ntuye muri Afurika y’epfo. Ubwo nuzuzaga imyaka 13 uruhu rwanjye rwarahindutse. Umugongo n’ibitugu byanjye byari byuzuyeho uduheri kandi n'amatako yanjye ndetse n'amaguru bitangira kuzana amaribori. Byari bigoye ko nakwishima kuko buri gihe narirebaga ukuntu uruhu rwanjye rwahindutse nkumva ndiyanze.\r\nBuri gihe nambaraga ingofero kugira ngo mpishe uduheri nari mfite mu maso, cyane cyane ku gahanga. Nambaraga imyenda y’amaboko maremare n’amajipo agera ku birenge. N'ikindi kintu kibonetse cyose cyo kwitwikira.\r\nNumvaga nihebye kuko abantu batambereye beza. Kandi numvaga ko nta musore wari gushaka gutereta umuntu ufite uruhu rusa nabi, ubwo rero nahisemo kujya nguma mu rugo sinkunde kujya hanze kenshi.\r\nAriko ibintu byaje guhinduka ubwo nahuriraga n’umusore mu rusengero nasengeragamo. Yambereye umwana mwiza nyuma tuza kuba inshuti, hashize igihe kitari kinini aza kumbwira ko ankunda wese. Nanze kubyemera!\r\nYamfashije kutita ku byo abantu bavugaga iyo bambonye. Ndabizi ko ndi umuntu mwiza ariko nababazwaga cyane n'ukuntu nasaga bigatuma ntakunda ndetse ngo nanite ku mubiri wanjye. \r\nKuba narazanye amaribori narabyarikiye ariko ntangira kujya niyitaho kurusha uko niyitagaho mbere. Nkaraba mu maso inshuro ebyiri ku munsi nkoresheje isabune n'amazi. Nkora imyitozo ngororamubiri nkirinda ibiryo birimo amavuta menshi. Ndabizi ko uduheri tuzageraho tukagenda. \r\nNajyaga ndira buri munsi kubera ko abantu bamberaga babi kubera uburyo nasaga. Ariko ubu sinzongera kwihisha mu nzu ukundi. \r\nMfite urukundo n’ishema mu mutima wanjye, uko naba nsa kose mu bantu, ngiye kwita ku masomo yanjye n'ahazaza hanjye kubera ko ari byo by’ingenzi kurusha ibindi mu by’ukuri. \r\n\r\n**Ese ubwangavu ni iki? Bisobanukirwe muri iyi nkuru:**\r\n", 
  "source": "5fd88d8bb7a0497e9f700dcbb37b848e", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "thandi", 
  "uuid": "68d079e73ba24fbc909b5c3beb2fa4ba"
}