{
  "subtitle": "", 
  "description": "SHAKA INSHUTI NZIZA MU BUZIMA ", 
  "language": "kin_RW", 
  "title": "ESE UKIKIJWE N’INSHUTI MBI? ", 
  "primary_category": "718c7aadf01a4256bfc57c095d5ed255", 
  "created_at": "2015-02-20T16:03:42.004887+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T16:03:42.005085+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**ESE UKIKIJWE N’INSHUTI MBI? SHAKA INSHUTI NZIZA MU BUZIMA** \r\n\r\n - Hitamo inshuti zawe mu bushishozi. Haranira ko wakikizwa n'abantu bafite imitekerereze myiza bazagumya kugushishikariza kuguma kugerageza nubwo waba wacitse intege. \r\n - Irinde kuba inshuti n’abantu baguseka cyangwa bagupfobya.\r\n - Jya ugendana n’abantu bafite intego nziza nk'izo ufite. Hitamo inshuti zifite inzozi zo kuguma mu ishuri, kubona manota meza no kwiremera mahirwe. Bafite ejo hazaza heza – nk’uko nawe uhafite!\r\n - Inshuti nziza ni umuntu ukunda ukanashyigikira mu bibazo byose ahura na byo. Nabo bakakugenzereza gutyo. Inshuti nyanshuti zifite icyerecyezo cy’ubuzima bwazo. Inshuti zifashanya kwirinda gufata ibyemezo bibi byakwangiza ejo hazaza hazo.\r\n - Ba inshuti nziza. Tega amatwi, ufashe abandi kandi ube uwo kwizerwa. Gufashanya no kubabarira  inshuti ikoze ikosa. \r\n\r\nUbucuruzi bw’ibiyobyabwenge n’amakimbirane y’urudaca ni byo birangwa mu nsisiro --cyangwa akajagari—mu mujyi wa Bogota, Kolombiya  biba biteye ubwoba cyane cyane ku bana b'abakobwa.  Dore inkuru ye:\r\n", 
  "source": "8e2ab677eaf54667af590f3e5a5b4ffa", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "are-you-bad-crowd", 
  "uuid": "783b1b4d890244948dbb7aa76fef2c76"
}