{
  "subtitle": "Nabonye inshuti n’icyizere", 
  "description": "Nabonye inshuti n’icyizere", 
  "language": "kin_RW", 
  "title": "Kwigunga no kubabara", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T15:27:21+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T15:34:25.080772+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "Mu myaka mike ishize, impunzi ziturutse muri Somaliya, Sudani, Etiyopiya na Repubulika iharanira Demokarasi ya Kongo zahunze ihohoterwa rikorerwa muri ibyo bihugu ziza muri Kenya. Iyi ni inkuru y'umukobwa umwe.\r\n\r\nNitwa Fatuma, navukiye mu cyaro cya kure muri Somaliya kitaratera imbere, ariko nibuka ibyabaye byose.  \r\n\r\nMama yantaye nkiri uruhinja. Mukadata yangaga mama. Yamfataga nk'umwana utari uwo mu muryango cyangwa umutwaro. Ntiyaburaga impamvu ituma ankubita akanantuka. \r\n\r\nNtiyigeraga atuma nkina cyangwa ngo njye ku ishuri. Ahubwo buri munsi yanyoherezaga kuragira ihene akanyiriza mu gasozi kugeza bwije.\r\n\r\nData yari ashaje kandi ntiyivangaga mu byo mu rugo nko kumenya uko nari mfashwe. Nakuze nigunze kandi mbabaye.  Umunsi umwe, nsaba musaza wanjye kunjyana mu mujyi. Nuko arabikora maze ndishima kurusha uko nigeze kwishima mu buzima bwanjye.\r\n\r\nAriko umunsi umwe, ubwo nari ndi mu isoko, numvishe ikintu giturika. Nubwo buri wese yahungaga urusaku, njye nirutse ndusanga. Ubusanzwe ndi umukobwa wigirira amatsiko. Nituye hasi ngaramye mu buryo najye ubwanjye ntasobanukiwe maze ibyo nari naguze mbinaga mu kirere. Mpita mbona haje igihu kirampuma. Nabyutse nisanga mu biro, banyakiriza inkuru mbi: Nari narashwe ku kuboko na musaza wanjye yabuze. \r\n\r\nUmuturanyi wanjye ansaba ko duhungira muri Kenya, aho nari kuvurwa neza. Ndamwemerera. Iki ni cyo cyemezo kibi nafashe mu buzima bwanjye. Iyo mbitekereje numva niyanze. N’uyu munsi sinzi aho musaza wanjye ari. Nakabaye naramutegereje. Ni we muntu wenyine wankundaga. \r\n\r\nNari mbabajwe cyane n’igikomere kandi nari mfite ubwoba kuko nta muryango nagiraga muri Kenya. Nari nigunze. Hari umuryango waranyikiye, ariko bahoraga bavuga ko nkoresha igikomere cyanjye nk’urwitwazo kugira ngo ntakora akazi ko mu rugo. Nyuma y’umwaka, baranyirukanye.\r\n\r\nHari umukobwa ukuze wakundaga kumfasha kubonana na muganga ku bitaro. Ubwo nari nabuze aho kuba, yambwiye itsindaa ryitwa Heshima Kenya ryashoboraga kumfasha.  Mbabwiye inkuru yanjye banyakiranye urugwiro. Ku nshuro ya mbere nkigera muri Kenya, numvishe mfite icyizere. Muri iyo nzu, nahuye n’abandi bakobwa bahunze intambara mu bihugu byabo, batigeze bagira imiryango, kandi bari bugarijwe n’ibibazo bisa nk’ibyanjye. \r\n\r\nBanshakira uko mbagwa kubera ko nagombaga kuvuza ukuboko kwanjye, hanyuma banyigisha gusoma no kwandika. Byamfashe ibyumweru bitandatu kwiga uko nandika amazina yanjye yose! Ubu ndimo kwiga ngo mbe umunyamakuru ufotora! Ni ingenzi kubwira isi ibiri kutubaho twebwe abakobwa b’impunzi. Sinzareka inzozi zanjye ngo kuko ukuboko kwanjye kudakora neza. \r\n\r\nWagira ngo bari barankinze imyenda mu maso, ariko ubu ndabona amahirwe menshi abakobwa dufite ntigeze menya ko abaho. Ku bandi bakobwa bose baryama gusa batagira icyo bakora, yaba babonaga ibyo mbona. Uko ubuzima bwaba bumeze kose, yaba ari bubi cyangwa bwiza; ntugacike intege. Komeza utumbire intego yawe. Sinzigera ncika intege. Nziko inyuma yo gutera imbere kwanjye hari inkuru mbi, najye rero ngomba gukomeza urugendo. Nubwo utarahagera , ni byiza kuba uri mu nzira iganayo.\r\n\r\n*Soma ibindi ku nkuru ya  Fatuma kuri [grassrootsgirls.tumblr.com][1].*\r\n\r\n**Wumva uri wenyine ku isi? Soma iyi nyandiko ubone uko warushaho kuyihindura nziza:**\r\n\r\n\r\n  [1]: http://grassrootsgirls.tumblr.com", 
  "source": "0ad994f428fa4a7faa2c8b68e734a58d", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "fatuma", 
  "uuid": "786fae5b61be4850a0bc926a21a5429b"
}