{
  "subtitle": "Kumenya gucunga iminsi ngira mu mihango", 
  "description": "Kumenya gucunga iminsi ngira mu mihango", 
  "language": "kin_RW", 
  "title": "Nakojejwe isoni mu ishuri: ", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T18:11:17.588094+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T18:11:17.588288+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Abakobwa ku isi yose akenshi bajya mu mihango hagati y’imyaka 12 - 14, ariko hari abayijyamo mbere cyangwa nyuma. Kubona imihango yawe bishobora kugutangaza cyangwa kugutera ubwoba. Iyi ni inkuru y'umukobwa umwe.*\r\n\r\nNitwa Deepa. Mfite imyaka 13 nkaba ntuye mu Buhinde. Nagiye mu mihango bwa mbere mu kwezi gushize. Ubwo nabonaga amaraso mu kenda k’imbere kanjye, naratangaye, ariko sinagira ubwoba kubera ko mama yari yarabimbwiye ko nshobora gutangira kujya mu mihango igihe icyo ari cyo cyose maze kuzuza imyaka 12. \r\nNameshe akenda k’imbere kanjye maze mbwira mama ibyambayeho. Yishimiye ko umukobwa we yakuze! Yampaye ipaki ya kotegisi ananyereka uko bayambika mu kenda k’imbere kanjye. Byari bimbayeho bwa mbere ariko numvishe NTACYO BINTWAYE kugeza icyumweru kirangiye.\r\nNuko nyuma y’ukwezi nsubira ku ishuri. Byatangiye nk’indi minsi yose kugeza ubwo natangiye kumva mu nda bitameze neza. Numvishe mu nda hari kundya. Natekereje ko ngiye kurwara naho simenye ko ari ikimenyetso cy'uko ngiye kujya mu mihango. Kuri uwo munsi imihango yanjye yarantunguye sinari niteguye.\r\nNyuma ya saa sita, navuye ku ishuri kubera ko nabonye amaraso ku ijipo ndetse n’aho nari nicaye. Natekereje ko abantu bose babibonye. Numvishe mwaye. Ntumvaga ntashaka kuzongera gusubira ku ishuri.\r\nNgeze mu rugo, mama aranyicaza maze arambwira ngo na mukuru wanjye byamubayeho.  Arambwira ngo twakora ku buryo bitazongere kumbaho kubera ko nakurikirana nkamenya igihe ngira mu mihango n’igihe izagarukira mu kwezi gutaha, kuko imihango yanjye iza hafi buri minsi 28. \r\nAti, “Ntagushidikanya uzagira iminsi 5 yo kuva amaraso ku ntangiriro ya buri mwikubo. Umwikubo w’imihango ubarwa uhereye ku munsi wa mbere w'imihango yawe kugeza ku munsi wa mbere w’imihango ikurikira. Umwikubo w’imihango y’abagore benshi ni hagati y’iminsi kuva kuri 21 kugeza kuri 35. Ndashyira akamenyetso kuri ndangaminsi yawe”\r\nUmunsi ukurikiyeho, nasubiye ku ishuri, nta muntu n’umwe wigeze ambaza ibyambayeho. Nta numwe wabibonye cyangwa wabyitayeho.  Ryambereye isomo rikomeye, ariko ndashimira byimazeyo mama wanye ku bw’indangaminsi yankoreye n’amakuru yampaye. \r\n\r\n**Wari watangira kujya mu mihango? Dore ibyo ukwiye kumenya:**\r\n", 
  "source": "b49b0bc68ccf4e45a782899ce151974c", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Deepa", 
  "uuid": "7e95d14e295c458daca150f066753278"
}