{
  "subtitle": "Ariko mfite uburenganzira", 
  "description": "", 
  "language": "kin_RW", 
  "title": "Nta babyeyi ngira ", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-27T00:12:09.478288+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-27T00:12:09.478534+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Muri Afurika y'Epfo hari abana b'impfubyi bagera kuri miliyoni  3.7, kimwe cya kabiri muri bo usanga baba barabitewe no kuba ababyeyi babo barazize indwara zifitanye isano na Sida Iyi ni inkuru y'umukobwa umwe.*\r\n\r\nNitwa Preity , mfite imyaka 20 nkaba mba muri Afurika y'Epfo Ndi umwangavu nabanaga na masenge banjye na marume. Batumye numva ko bafite uburenganzira bwo kunkubita no kumfata nabi kuko ntari umwana wabo bwite, kandi nta handi hantu nari mfite ho kujya. Nari narabuze icyo nakora. \r\n\r\nIyo nasabaga masenge ibitambaro byo kwibindisha igihe nagiye mu mihango, yaravugaga ngo: “Koresha ikinyamakuru!” Iyo nashakaga gusokoresha umusatsi wanjye ngo ngaragare neza, yaravugaga ngo\": “Koresha amazi n'imirasire y'izuba...”.  Byari bigoye.\r\n\r\nUbuzima bwari bungoye icyo gihe. Nari naracitse intege cyane.  Nashoboraga kuba nafata ibitabo byanjye byo ku ishuri ngakora umukoro mu gicuku ari uko ndangije imirimo ivunanye nakoraga. \r\n\r\nUmunsi umwe nyuma yo kubitekerezaho igihe kirekire, nishyiramo akanyamubgabo njya kubibwira umusosiyare nari narigeze kumva mwarimu avuga mu ishuri. Nari nahiye ubwoba. Ariko ndishimira ko nabigenje ntyo.  Kuko yahinduye ubuzima bwanjye.\r\n\r\nUbwo najyaga kumureba, namutekerereje ibyanjye maze ndaturika ndarira.  Andeba mu maso arambwira ngo “Umwana, NTA MUNTU ufite uburenganzira bwo kugukubita cyangwa kugufata nabi.” Tujyana mu rugo maze nyuma birangira anamfashije kubona ahandi hantu ho kuba kure y'abanderaga. Aho narererwaga hatumaga mbasha gushyira umutima ku masomo yanjye, hanyuma ndakomera.\r\n\r\nNkiri kwa masenge na marume banjye nagiraga ubwoba bwo kuba nakwaka ubufasha.  Ariko ndishimira ko nabigenje ntyo. Ubu ndishimye kandi ndatekanye. Numva mfite gaciro nanone. Ndi umukobwa waharaniye uburenganzira bwe kandi akabigeraho. \r\n\r\n**Ese ufashwe nabi? Soma iyi nkuru umenye icyo wakora:**\r\n", 
  "source": "36b2957c75ec471d82d456d077b9c76c", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Preity", 
  "uuid": "949a7b2e90824c3b87f53e22846a44d2"
}