{
  "subtitle": "", 
  "description": "Abakobwa bazi ubwenge bafite imbaraga!", 
  "language": "kin_RW", 
  "title": "Nazanye amashanyarazi mu mudugudu ntuyemo wose", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T15:52:12+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T15:54:45.705082+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language": "python", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Hari abantu bibwira ko hari akazi abagore batakora! Hari n'ibihugu ndetse bifite amategeko abigenzura. Iyi ni inkuru y'umukobwa umwe.*\r\n\r\nNitwa Eugenie, mfite imyaka 18 kandi mba mu Rwanda. Intangiriro y’inkuru yanjye irababaje – Data n’abandi tuvindimwe barapfuye bansigana na mama twenyine.  Mama aratangaje.  Nubwo twagiye tunyura mu bihe bikomeye, yantoje kwigira no gukora cyane.  Kuri njye mufata nk'intwari. None nabonye amahirwe yo kumwitura ibyo byiza yankoreye!\r\nUbwo nari ndi mu mashuri abanza, ntitwagiraga amashanyarazi mu rugo. Bigatuma akazi n’umukoro wo mu rugo bitoroha kubikora. Ariko nageragezaga gukora umukoro wo mu rugo nifashishije urumuri rwa buji. Icyo gihe natangiye gutekereza ukuntu byaba ari byiza kuzana amashanyarazi mu rugo. Umwaka wakurikiye ni byo natekerezaga gusa. Nkarota kuzakora amashanyarazi. Nashakaga kwerekana ko nshobora kwiga cyane kandi nkatsinda – kurusha ndetse n’abahungu!   Bityo nkaba nazana amashanyarazi mu mudugudu w’iwacu.\r\nBiza kurangira mvuganye n’umuntu ukora amashanyarazimu mujyi. Anyigisha uko bahuza insinga kuri batiri bigatanga amashanyarazi. Nyuma y’amahugurwa y'igihe gito, ndabisobanukirwa! \r\nAbaturanyi bacu babonye ibyo nakoze nabo bifuza kuba babona amashanyarazi mu ngo zabo. Nabo narabibakoreye. Nabahaga amashanyarazi ubundi nkabaca amafaranga make yo gucanira ingo zabo. Amafaranga nakoreye mpa umuriro abaturage nayishyuraga ishuri.  \r\nUyu munsi ndi mu mwaka wa gatanu w’amashanyarazi mu kigo cy'amashuri cyiza mu Rwanda. \r\nInama naha abakobwa ni uko bakwiga ibyo bashoboye byose mu gihe bakiri mu ishuri.  Nta kazi kagenewe abagabo gusa kabaho. Ni ngombwa ko abakobwa nabo biga ibijyanye n'imyuga! Abagore bashobora kuvamo abanyasiyansi, abenjeniyeri n’abashakashatsi beza. Niba wumva icyo ari ikintu kigushishikaje, iga cyane kandi wirinde gucika intege. Twese hamwe dushobora guhindura isi nziza!\r\n\r\n**Kubera iki ukwiye kwiga cyane? Soma iyi nyandiko ubimenye:**\r\n", 
  "source": "bcd944ba380f440c809ec53c0c152581", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 1, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Eugenie", 
  "uuid": "9622ba36cda74e39b496018175791db9"
}