{
  "subtitle": "", 
  "description": "UKO WABYITWARAMO", 
  "language": "kin_RW", 
  "title": "WUMVA URI WENYINE MU ISI? ", 
  "primary_category": "718c7aadf01a4256bfc57c095d5ed255", 
  "created_at": "2015-02-20T15:34:11.829641+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T15:34:11.829839+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "**WUMVA URI WENYINE MU ISI? DORE UKO WABYITWARAMO**\r\n\r\n - Ushobora kumva wigunze nubwo ibintu byose byaba biri kugenda uko wifuza. Wenda uri wenyine kandi nta mahitamo ufite, ukumva utari umwe mu bagize itsinda, igikorwa runaka cyangwa nta muntu n’umwe ufite ukumva. Kumva twigunze bishobora kudusigira ibibazo miliyoni. Kubera iki byabaye? Ese ni amakosa yanjye? \r\n - Akenshi kumva uri wenyine bituma ushaka gukomeza kwigunga ariko hashobora kuba hari abantu bashaka kugukura mu bwigunge. \r\n -\tBuhoro buhoro ujye wiyegereza inshuti zigushyigikiye ndetse n'abantu bagukunda. Kugira abantu mu buzima bwawe uvugana nabo bigufasha kumenya uko witwara mu bitakugendekeye neza. Uko igihe kigenda uzagenda wongera kugarurira abantu icyizere.\r\n - Shaka itsinda ritanga ubufasha. Fatuma yabonye Heshima Kenya kandi hari andi matsinda atanga ubufasha ari mu biguhu ku isi yose yatuma wongera kugira ubuzima buzima. Bariza kuri sitasiyo ya polisi, ishuri cyangwa usabe umuntu ukuze muziranye kuba yagufasha kuhabona.\r\n - Ntabwo uri wenyine. Ntabwo ari ko buri wese afite umuryango, hari n’abandi bakobwa bameze nkawe. Wakubaka ubusabane bukomeye kandi bwa hafi ubereye abandi inshuti nziza. \r\n\r\nMu myaka mike ishize, impuzi ziturutse muri Somaliya, Sudani, Etiyopiya na Repubulika iharanira Demokarasi ya Kongo zahunze ihohoterwa rikorerwa muri ibyo bihugu ziza muri Kenya.  \r\n\r\nSoma ibindi ku nkuru ya Fatuma kuri [grassrootsgirls.tumblr.com][1]. \r\n\r\n\r\n  [1]: http://grassrootsgirls.tumblr.com", 
  "source": "1fe011b11aec4cfbb9d62aba4cd5f434", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "do-you-feel-alone-world", 
  "uuid": "c485e860294a400da7fbd4e2c98de912"
}