{
  "subtitle": "", 
  "description": "Barua za wasichana kwa viongozi wao", 
  "language": "swa_TZ", 
  "title": "Mpendwa Bw Rais…", 
  "primary_category": "93d5b8b8586b45f590d4d05c5c261814", 
  "created_at": "2015-01-05T08:47:07.001817+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-05T08:47:07.002084+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Wasichana wana mtazamo wa kipekee na wa thamani kuhusu dunia, lakini mara nyingi hupuuzwa kutokana na michakato ya siasa. Tuliwaomba wasichana watano waliohudhuria Kongamano la Dunia kuhusu Vijana waambie viongozi wao namna ya kufaulisha Girl Effect.* \r\n\r\n**Angeli Siladan alimwandikia memo Benigno ‘Noynoy’ Aquino III, Rais wa Ufilipino** \r\n\r\nKwa kushiriki katika hakathoni (tukio ambalo washiriki hupata njia mpya za kugeuza data kuwa zana muhimu) kwenye Kongamano la Dunia kuhusu Vijana, nimeona fikra za wasichana na shauku yao ya kukabiliana na matatizo kwa kutumia teknolojia.\r\n\r\nNinakuomba kuwekeza katika elimu bora kwa wasichana. Ninaamini kuwa uwepo na ufikiaji kwenye elimu bora kutaziba pengo kati ya wasichana na wanawake, na ufanisi. Kimsingi, elimu inajumuisha masuala yote yanayotukabili, ikiwemo afya na uchumi. – Angeli\r\n\r\n**Pippa Gardner alimwandikia memo David Cameron, Waziri Mkuu wa Uingereza**\r\n\r\nIli kuwafanya wasichana waendelee, lazima tutambue na kuchukua hatua dhidi ya sababu za kutokuwepo kwa usawa. Tungalikuwa na uwakilishaji wenye usawa zaidi katika bunge basi ninaamini kuwa masuala mengine ya jinsia, kama vile dhuluma za nyumbani na sera za huduma kwa watoto, vingalitiliwa maanani na kujadiliwa zaidi. Kwa hivyo nchini Uingereza tunahitaji kuona wanawake zaidi katika siasa. Tunahitaji wanawake kuhusika, kupiga kura, kuwa wagombeaji, kuwa wabunge na kuingia katika baraza. – Pippa\r\n\r\n**Hilary Clauson alimwandikia memo Stephen Harper, Waziri Mkuu wa Kanada**\r\n\r\nIli kukabiliana na tatizo la ajira kwa vijana, lazima elimu nchini Kanada ihimize wanawake kufanya taaluma za sayansi na uhandisi. Hili litaongeza idadi wa machaguo ya taaluma yaliyo wazi kwa wasichana na wanawake. Elimu rasmi inapaswa kusaidiwa na nafasi za elimu isiyo rasmi, kama vile Girl Guides na Girl Scouts. Wanachama wanajifunza mbinu za uongozi, kuwa na uhuru na matamanio yao, na wanawezeshwa kuchukua jukumu kubwa katika jamii zao. – Hilary\r\n\r\n**Chamathya Fernando alimwandikia memo  Mahinda Rajapaksa, Rais wa Sri Lanka**\r\n\r\n\r\nNilienda katika kikao cha Uhusishaji wa Wanaume kwenye Kongamano la Dunia kuhusu Vijana, ambapo tulitafuta njia za kuwahusisha wavulana na wanaume kushughulikia usawa wa jinsia. Ili wasichana na wanawake wachanga wapate nafasi sawa na uwezo wa kufanya uamuzi wetu wenyewe, wavulana na wanaume ni muhimu sana.\r\n\r\nNingependa kukuomba kuzingatia uwezeshaji wa wasichana na wanawake kama vipaumbele muhimu katika ajenda ya maendeleo ya Sri Lanka. Pia ningependa kukuomba kuhimiza uwakilishaji wa wanawake katika bunge ili kuwezesha wasichana na wanawake wachanga kuwa viongozi wa siku za usoni. Ili hili kutendeka, lazima sheria iwe bora, madhubuti, wazi, sahihi na isiyopendelea. – Chamathya\r\n\r\n\r\nElisabeth Chatuwa alimwandikia memo Peter Mutharika, Rais wa Malawi\r\n\r\nWakati wa kongamano, niliutumia muda wangu kutafuta njia tunazoweza kutumia kutimiza ufikiaji wenye usawa wa elimu bora nchini Malawi. Ninaamini kuwa serikali inaweza kulifaulisha hili kwa kufungua shule zaidi za wasichana na kuwapa rasilimali za elimu bila malipo.\r\n\r\nZaidi ya hayo, sasa ninadhani kuwa mtaala (curriculum) unapaswa kujumuisha masomo ya athari za VVU, ndoa za watoto na mimba za mapema. Hili litawapa wasichana taarifa zote muhimu wanazohitaji ili kufanya uamuzi wa kuyabadilisha maisha. – Elizabeth\r\n\r\n**Je, una ujumbe kwa kiongozi wa nchi yako? Tuma ujumbe wako ukitumia barua pepe kwa anwani ifuatayo info@girleffect.org**\r\n", 
  "source": "ecf5d3ca972b4a039fef45db6b7e9f4f", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "dear-mr-president", 
  "uuid": "c76da832922c41079ddd81762b875f47"
}