{
  "subtitle": "", 
  "description": "Akazi kamfashije kubisohokamo ", 
  "language": "kin_RW", 
  "title": "Ufite ubwoba kandi wumva utava mu rugo", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T15:36:47.891962+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T15:36:47.892162+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Abakobwa benshi mu Buhinde bakunze kuguma mu ngo aho baba barindwa ihohoterwa. Ariko uko ibihe bigenda bishira abakobwa bari kubona imbaraga zo guhindura ibi bintu. Iyi ni inkuru y'umukobwa umwe.*\r\n\r\nNitwa Meenu, ntuye  muri Delhi, mu Buhinde mbana na mama na basaza banjye 5  na bakuru banjye. Data yapfuye mfite imyaka 5 maze mama aturera wenyine, ku mushahara we mutoya. \r\n\r\nMama ntiyize, umuryango we wamushyingiye afite imyaka 15. Yahoraga avuga ko iyo aza kuba yarize, yari gushobora kutubeshaho neza.  Bityo akavuga ko tugomba kwiga.  Yadufashije kuguma mu ishuri no gukora cyane kugira ngo ubuzima bwacu buzabe bwiza kurusha ubwo yabayemo. \r\n\r\nBa marume bumvaga mama ari gukora ubusa. Baravugaga ngo tugomba gushaka kugira ngo duhinduke umutwaro w’undi muntu. Ariko nateze amatwi mama maze njya ku ishuri ryigaho abana benshi riri hafi y’akajagari dutuyemo. \r\n\r\nMama yangiriye inama yo kutita ku bahungu. Yambwiraga ko abahungu nibangaragariza ko banyishimiye bizaba ari ikibazo. Ko abantu nibavuga (yewe n'ubwo babeshya) ibijyanye n’abahungu banyitayeho, bizasebya umuryango wanjye — ndetse bikaba byanamviramo no guhohoterwa. Narabyiboneye n’amaso yanjye. \r\n\r\nNyuma yo kurangiza ku ishuri nagumye mu rugo. Nari nzi abahungu benshi twari duturanye bavugaga ko bazanshaka. Ariko nakomeje gutinya abahungu kuko no kubegera byanteraga ubwoba. Numvaga ntekanye mu rugo aho nashoboraga kugira inzozi. \r\n\r\nSinashoboraga kuva mu rugo ngo njye gushaka akazi. Numvishe nta cyizere mfite, nta kamaro kandi nari mfite ubwoba ko inzozi zanjye zitazaba impamo.  \r\n\r\nUmunsi umwe mama arantuma. Ubwo namanukaga mu muhanda, mpura n'umugore. Andangira ahantu batanga amasomo ya mudasobwa agenewe abakobwa. Naratinye kubera ko ntari narigeze nkoresha mudasobwa mbere. Nagize kandi ubwoba bwo kujya ku kigo cyigisha mudasobwa njyenyine, maze mama angira inama yo kujyana n'inshuti yanye. Aravuga ati ni igihe cyo kuba intwari Meenu. \r\n\r\nNize mudasobwa , uburenganzira bw’abakobwa no gukorera hamwe n’umuryango mugari, maze bituma numva nguwe neza ngize n’imbaraga. Amahugurwa arangiye, nabaye umukorerabushake, ku kigo bita Feminist Approach to Technology center nigisha abandi bakobwa. Numvishe niteguye kwaka akazi ko kwamamaza ibicuruzwa nkoresheje telefoni maze numva ngize ishema ryo kubwira umuryango wanjye ko nakabonye! \r\n\r\nMama ntiyagize ntiyihereranye iyo nkuru nziza ahubwo yahise yihutira kubibwira sogokuru ko umwuzukuru we yatangiye kwita ku muryango! Nakoreye amafaranga menshi ku buryo nabonye n'ayo nkoresha mu bukwe bwa murumuna wanjye.\r\n\r\nNamenye ko ndi nk'undi muntu uwo ari we wese. Ko ntagomba kumva mfite ubwoba cyangwa ngo nihishahishe  abahungu. Nagize ishyaka ryo kwihagararaho no kurwanira ishyaka abandi bakobwa bo muri Delhi. Twese hamwe dusabe ko hagira igihinduka, kugeza ubwo Delhi izaba ahantu hatekanye ku bakobwa.\r\n\r\nSoma ibindi ku nkuru ya Meenu kuri [grassrootsgirls.tumblr.com][1]. \r\n\r\n\r\n  [1]: http://grassrootsgirls.tumblr.com", 
  "source": "39a7d39af40f485e94bd6b7ab6558f56", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Meenu", 
  "uuid": "ca45af867d10426dbced11c438e75078"
}