{
  "subtitle": "", 
  "description": "Hannatu alikuwa mmoja wao", 
  "language": "swa_TZ", 
  "title": "Wasichana 500 walishiriki ndoto zao", 
  "primary_category": "93d5b8b8586b45f590d4d05c5c261814", 
  "created_at": "2015-01-05T06:38:29.920492+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-01-05T06:38:29.920976+00:00", 
  "_version": {
    "package_version": "0.3.1", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Tulipounda Azimio la Msichana, zaidi ya wasichana wachanga 500 walihojiwa kwenye nchi zote 14. Kisa cha Hannatu kinaakisi changamoto zinazowakabili wasichana wengi  tuliozungumza nao...* \r\n\r\n**Elimu, Afya na Uraia**\r\n\r\nHannatu msichana mwenye umri wa miaka 12 kutoka Nigeria, anazungumzia kutokuwepo hospitali karibu na pale inapoishi familia yake na usafiri wa karibu sana kuwa ghali zaidi, kinachofanya vigumu kwake kupata huduma ya afya.\r\n\r\nDada na kaka zake wengi wamezaliwa nyumbani na kwa hivyo 'hawajarekodiwa'. Huko ni kumaanisha kuwa hawana vyeti vya kuzaliwa kwa sababu familia yake haiwezi kumudu kuvinunua. Bila cheti cha kuzaliwa hawaruhusiwi kujisajili shuleni.\r\n\r\nVilikuwa visa vya wasichana kama Hannatu vilivyoboresha malengo ya uraia na afya katika Azimio la Msichana, linalowaambia viongozi wa kimataifa kile wasichana wanachohitaji ili kustawi. \r\n\r\n**Wasichana ni kina mama wa siku za usoni wa kila mtoto anayezaliwa katika umaskini. Akiwa na taarifa na huduma anazohitaji kuwa na afya bora anaweza kukomesha umaskini kabla haujaanza. Hiyo ndiyo Girl Effect. Soma Azimio la Msichana kwa ukamilifu.** ", 
  "source": "571c3aa9e6024ec39fc6cea7b13d21e4", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "500-girls-shared-their-dreams", 
  "uuid": "df41980a148941fbb909f942293bcc80"
}