{
  "subtitle": "Nyifasha kugumana morari!", 
  "description": "Nyifasha kugumana morari!", 
  "language": "kin_RW", 
  "title": "Inshuti yanjye magara irarwaye", 
  "primary_category": "08c0272513144c33b27f10e6bfca2217", 
  "created_at": "2015-02-20T18:16:36.270684+00:00", 
  "featured_in_category": false, 
  "modified_at": "2015-02-20T18:16:36.270919+00:00", 
  "_version": {
    "package_version": "0.3.7", 
    "language_version": "2.7.6", 
    "language_version_string": "2.7.6 (default, Mar 22 2014, 23:03:41) \n[GCC 4.8.2]", 
    "language": "python", 
    "package": "elastic-git"
  }, 
  "linked_pages": [], 
  "id": null, 
  "content": "*Abantu bagera kuri za miriyoni ku isi yose barwaye indwara banduzwa n'abandi. Iyi ni inkuru y'umukobwa umwe.* \r\n\r\nNitwa Rose. Mfite imyaka 13, nkaba ntuye muri Afurika y’epfo. Inshuti yanjye magara yitwa Sammy imaze igihe irwaye inkorora. Buri munsi iyo twajyaga ku ishuri n'amaguru byamugoraga. Ntiyahumekaga neza kandi ntashobora kugenda n’amaguru ngo amare akanya ataruhutse. Yagendaga ananuka.  \r\n\r\nNatekereje ko ashobora kuba afite ikibazo. Ariko ntiyashakaga ko twabiganiraho. Nahoraga mubwira ngo ajye kureba muganga ku ivuriro. Ariko agakomeza kuvuga ko ari inkorora iri bwikize.\r\n\r\nNkeka ko ari uko atashakaga ko hagira uhangayika. Ariko nari mpangayitse. \r\n\r\nUmunsi umwe, twari turi kugenda n’amaguru dusubiye mu rugo tuvuye ku ishuri arakorora cyane. Arebye mu ntoki ze asanga harimo amaraso. Nagize ubwoba cyane ntangira kurira. Umunsi ukurikiyeho, nyirakuru we amujyana ku ivuriro. \r\n\r\nBaramusuzumye bavuga ko bamusanzemo igituntu, kandi ari indwara mbi kuko yangiza ibihaha bye. Yagize ubwoba bwinshi cyane. Numvishe ibijyanye n’igituntu ariko sinigeze ntekereza ko inshuti  yanjye magara yakirwara.\r\n\r\nMuganga yamuberereye umuntu mwiza. Yamubwiye ko yajya mu rugo akaba ariho azakirira:\r\n“Igituntu gishobora kuvurwa kigakira. Ariko icy’ingenzi cyane ni uko ugomba gufata imiti buri munsi. Iyo uyihagaritse, igituntu ntigishobora gukira ahubwo ushobora kurushaho kuremba.” \r\n\r\nNyuma y’aho ntitwongeye kubonana cyane. Buri uko najyaga kumusura nagendaga nambaye impishasura ipfutse umunwa wanjye, kugira ngo ntahumeka udukoko dutera igituntu. \r\n\r\nNagize ubwoba ko nshobora kwandura, ariko mama we ambwira ko ntacyo naba ndamutse nipfutse isura kandi igihe nsohotse ngahita noga mu maso n’intoki. Abandi bana ntibashakaga kumusura. Ariko buri gihe uko ninjiraga mu nzu y’iwabo, nabonaga amwenyura acyeye mu maso.\r\n\r\nNakomeje kumuguyaguya kugira ngo akomeze aseke. Ndetse nkamubwira ko umunsi umwe azakira neza agasubira ku ishuri. \r\n\r\nYanywaga ibinini buri munsi akambara impishasura ipfuka mu maso ye hose igihe icyo ari cyo cyose hagize uwinjira mu cyumba cye.  Buri wa gatanu, yajyaga ku ivuriro gufata indi miti. \r\n\r\nUbu Sammy aracyari mu rugo ari ku miti. Abaganga bavuga ko ari gutinda gukira kurusha uko babitekerezaga. Arwaye igituntu kitumva imiti, kikaba kigorana kukivura ariko kuri ubu ari kugenda yoroherwa buhoro buhoro. Ntegerezanyije amashyushyu kongera kumubona yakize yanagarutse ku ishuri. Kandi nkeka ko bitazafata igihe kirekire. \r\n\r\n**Ese urashaka kwiga uburyo warinda ubuzima bwawe ukirinda udukoko dutera indwara? Soma izi nama zikurikira:**\r\n", 
  "source": "67ad42c4446e43359912b6d5185af72b", 
  "featured": false, 
  "author_tags": [], 
  "image": null, 
  "published": null, 
  "position": 0, 
  "image_host": "http://thumbor.unicore.io", 
  "slug": "Rose", 
  "uuid": "e1f99ee03cf34b9db6e7d1eaf8e2307d"
}